Repository: toor-jerry/All_Pets_Commons
Catalog: Sources/AllPetsCommons/Localizable.xcstrings
Source language: en
Languages: es_419

# MsgAcept
source: Acept
es_419: Aceptar

# MsgAceptLocalization
source: Click to accept Location authorization
es_419: Pulsa para aceptar la autorización de Localización

# MsgAdd
source: Add
es_419: Agregar

# MsgAddNewPet
source: Add new pet
es_419: Agregar mascota

# MsgAddPet
source: Add Pet
es_419: Añadir Mascota

# MsgButtonLogin
source: Log in
es_419: Iniciar sesión

# MsgButtonSignUp
source: Sign up
es_419: Registrarse

# MsgDate
source: Date
es_419: Fecha

# MsgDateBirthDay
source: Birthdate
es_419: Fecha de nacimiento

# MsgEmailLogin
source: Email
es_419: Correo electrónico

# MsgEnterYourEmail
source: Enter your email
es_419: Ingresa tu correo electrónico

# MsgErrorForgotEmail
source: We send an email to reset your password
es_419: Enviamos un correo electrónico para restablecer la contraseña

# MsgFirstLastName
source: First last name
es_419: Apellido paterno

# MsgForgotPassword
source: Did you forget your password?
es_419: ¿Olvidaste tu contraseña?

# MsgFormIncomplete
source: Obligatory field
es_419: Campo obligatorio

# MsgHaveAnAppointment
source: He has an appointment
es_419: Tiene una cita el

# MsgHello
source: Hello
es_419: Hola

# MsgLoader
source: Loading..
es_419: Cargando..

# MsgName
source: Name
es_419: Nombre

# MsgNoLocalization
source: Location NOT Accepted ❌
es_419: Localización NO Aceptada ❌

# MsgNoPendingAppointments
source: You have no pending appointments
es_419: No tienes citas pendientes

# MsgNoPetsRegistered
source: You do not have registered pets
es_419: No tienes mascotas registradas

# MsgPasswordLogin
source: Password
es_419: Contraseña

# MsgPasswordOrUserInvalid
source: The username or password is incorrect
es_419: El usuario ó contraseña son incorrectos

# MsgPendingAppointments
source: You have an appointment pending to be confirmed by the clinic
es_419: Tienes una cita pendiente de ser confirmada por la clínica

# MsgProceedings
source: Proceedings
es_419: Expediente

# MsgProfessionalLiscense
source: Professional liscense
es_419: CP Médico

# MsgRecoverPassword
source: Recover password
es_419: Recuperar contraseña

# MsgRepeatLogin
source: Confirm Password
es_419: Confirmar contraseña

# MsgRequestDigitalProof
source: Request digital proof
es_419: Solicitar constancia digital

# MsgSecondLastName
source: Second last name
es_419: Apellido materno

# MsgSelected
source: Selected
es_419: Seleccionado

# MsgSelectTypePet
source: Select a breed
es_419: Seleccione una raza

# MsgSendAlert
source: Send alert
es_419: Enviar alerta

# MsgSignOut
source: Sign out
es_419: Cerrar sesión

# MsgSignUp
source: Sign up
es_419: Registrarse

# MsgSignUpTitle
source: You do not have an account?
es_419: ¿No tienes una cuenta?

# MsgSignUpTitleHeader
source: Create new account
es_419: Crear cuenta nueva

# MsgTitlePetRegister
source: Select your pet
es_419: Selecciona tu mascota

# MsgTitleVeterin
source: Quick access to specialists
es_419: Acceso rápido a especialistas

# MsgUploadProfilePhoto
source: Upload profile photo
es_419: Subir foto de perfil

# MsgVaccinationCard
source: Vaccination card
es_419: Cartilla

# MsgWarning
source: Alert!
es_419: ¡Alerta!

# WordApply
source: Apply
es_419: Aplicar

# WordContact
source: Contact
es_419: Contacto

# WordJoin
source: and
es_419: y

# WordNumber
source: Number
es_419: Número

# WordOffice
source: Office
es_419: Consultorio

# WordPets
source: Pets
es_419: Mascotas

# WordsAccesoriesExplore
source: Accessories
es_419: Accesorios

# WordSchedule
source: Schedule
es_419: Horario

# WordsDateCite
source: Date cite
es_419: Fecha de cita

# WordsDessertsExplore
source: Desserts
es_419: Postres

# WordsExploreTitle
source: Find things near you
es_419: Encuentra cosas cerca de ti

# WordsFoodExplore
source: Dry food
es_419: Alimento seco

# WordsNearbyOffice
source: Nearby office
es_419: Consultorio cercano

# WordsNewFunctionalities
source: We will have new features very soon
es_419: Tendremos nuevas funcionalidades muy pronto

# WordSpecialities
source: Specialities
es_419: Especialidades

# WordsSelectSchedule
source: Select schedule
es_419: Seleccionar horario

# WordsSelectThePatient
source: Select the patient
es_419: Selecciona al paciente

# WordsSelectTheReason
source: Select the reason
es_419: Selecciona el motivo

# WordsSendRequest
source: Send request
es_419: Enviar solicitud

# WordsSpecificInquiries
source: Specific queries
es_419: Consultas específicas

# WordsTheyServe
source: They serve
es_419: Atienden a

# WordsToAskForADate
source: To ask for a date
es_419: Solicitar cita
